export const orderingSteps = [
  {
    number: "01",
    title: "اختاري اللي نفسك فيه",
    description: "أضيفي المنتجات للسلة.",
  },
  {
    number: "02",
    title: "حددي وقت التوصيل",
    description: "اختاري العصر أو المساء.",
  },
  {
    number: "03",
    title: "وخلاص، الباقي علينا",
    description: "نجهز طلبك ونوصله في الموعد.",
  },
] as const;

export const frequentlyAskedQuestions = [
  {
    question: "اقدر اطلب في نفس اليوم ؟",
    answer:
      "المنتجات المتاحة للطلب في نفس اليوم متواجدة في قسم التسليم الفوري ",
  },
  {
    question: "اقدر اطلب قبلها بكم يوم ؟",
    answer:
      "للطلبات العادية يكفي من اليوم لليوم التالي، أما طلبات المناسبات والكميات الكبيرة فالأفضل تطلبين بدري عشان نضمن لك التجهيز.",
  },
  {
    question: "كيف أحدد وقت التوصيل؟",
    answer:
      "بعد إضافة المنتجات للسلة، اختاري يوم التوصيل والفترة المتاحة المناسبة لك.",
  },
  {
    question: "هل الدفع تحويل ولا عند الاستلام",
    answer: "تتوفر الطريقين للدفع اختاري اللي يعجبك",
  },
] as const;
